(package! nyan-mode)
(package! shfmt)

(package! company-tabnine)



	(add-load-path! "lisp/llvm")

(package! doct)
;; (package! org-pretty-tags)
;; (package! org-roam-server)
;; (package! gnuplot-mode)
;; (package! gnuplot)
;; (package!  ivy-bibtex)
(package! org-roam-bibtex)
(package! org-ref)
;; (package! org-pomodoro)
;; (package! org-tree-slide)
;; (package! org-download)

(package! comment-dwim-2)
(package! iedit)

(package! zygospore)

(package! lsp-grammarly)
;; Required by lsp-grammarly
(package! keytar)
